Repository: electronic-mars/MCD
Catalog: src/MCD.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr, uk_ua, zh_hans

# UpdateTitle
source: Updates
cs_cz: Aktualizace
es_es: Actualizaciones
fr_fr: Mises à jour
it_it: Aggiornamenti
ja_jp: アップデート
ko_kr: 업데이트
pl_pl: Aktualizacje
pt_br: Atualizações
ru_ru: Обновления
tr_tr: Güncellemeler
uk_ua: Оновлення
zh_hans: 更新

# UpdateRow
source: This version
cs_cz: Tato verze
de_de: Diese Version
es_es: Esta versión
fr_fr: Cette version
it_it: Versione attuale
ja_jp: 現在のバージョン
ko_kr: 현재 버전
nl_nl: Deze versie
pl_pl: Ta wersja
pt_br: Esta versão
ru_ru: Эта версия
tr_tr: Bu sürüm
uk_ua: Ця версія
zh_hans: 当前版本

# UpdateRowHint
source: Checks for updates only when you select Check.
cs_cz: Aktualizace se kontrolují jen po výběru možnosti Zkontrolovat.
de_de: Sucht nur nach Updates, wenn Sie auf Suchen klicken.
es_es: Busca actualizaciones solo cuando selecciones Buscar.
fr_fr: Recherche les mises à jour uniquement quand vous sélectionnez Rechercher.
it_it: Verifica aggiornamenti solo quando selezioni Verifica.
ja_jp: 「アップデートを確認」を選択したときのみ確認します。
ko_kr: 확인 버튼을 선택했을 때만 업데이트를 확인합니다.
nl_nl: Controleert alleen op updates wanneer je op Controleren klikt.
pl_pl: Sprawdza aktualizacje tylko po wybraniu opcji Sprawdź.
pt_br: Verifica atualizações apenas quando você seleciona Verificar.
ru_ru: Подключение к интернету только по нажатию кнопки.
tr_tr: Yalnızca Denetle'yi seçtiğinizde güncellemeleri denetler.
uk_ua: Перевірка оновлень лише після натискання кнопки «Перевірити».
zh_hans: 仅在单击“检查”时检查更新。

# UpdateInstall
source: Install {0} and restart
cs_cz: Nainstalovat {0} a restartovat
de_de: {0} installieren und neu starten
es_es: Instalar {0} y reiniciar
fr_fr: Installer {0} et redémarrer
it_it: Installa {0} e riavvia
ja_jp: {0} をインストールして再起動
ko_kr: {0} 설치 및 다시 시작
nl_nl: {0} installeren en opnieuw opstarten
pl_pl: Zainstaluj {0} i uruchom ponownie
pt_br: Instalar {0} e reiniciar
ru_ru: Установить {0} и перезапустить
tr_tr: {0} sürümünü yükle ve yeniden başlat
uk_ua: Встановити {0} і перезапустити
zh_hans: 安装 {0} 并重启

# UpdateCheck
source: Check for updates
cs_cz: Zkontrolovat aktualizace
de_de: Nach Updates suchen
es_es: Buscar actualizaciones
fr_fr: Rechercher des mises à jour
it_it: Verifica aggiornamenti
ja_jp: アップデートを確認
ko_kr: 업데이트 확인
nl_nl: Controleren op updates
pl_pl: Sprawdź aktualizacje
pt_br: Verificar se há atualizações
ru_ru: Проверить обновления
tr_tr: Güncellemeleri denetle
uk_ua: Перевірити оновлення
zh_hans: 检查更新

# UpdateChecking
source: Checking for updates…
cs_cz: Probíhá kontrola aktualizací…
de_de: Suche nach Updates…
es_es: Buscando actualizaciones…
fr_fr: Recherche de mises à jour…
it_it: Verifica aggiornamenti in corso…
ja_jp: アップデートを確認中…
ko_kr: 업데이트 확인 중…
nl_nl: Controleren op updates…
pl_pl: Sprawdzanie aktualizacji…
pt_br: Verificando atualizações…
ru_ru: Поиск обновлений…
tr_tr: Güncellemeler denetleniyor…
uk_ua: Перевірка оновлень…
zh_hans: 正在检查更新…

# UpdateFound
source: Version {0} is available. {1}
cs_cz: Je k dispozici verze {0}. {1}
de_de: Version {0} ist verfügbar. {1}
es_es: La versión {0} está disponible. {1}
fr_fr: La version {0} est disponible. {1}
it_it: Versione {0} disponibile. {1}
ja_jp: バージョン {0} が利用可能です。{1}
ko_kr: {0} 버전 사용 가능. {1}
nl_nl: Versie {0} is beschikbaar. {1}
pl_pl: Dostępna jest wersja {0}. {1}
pt_br: A versão {0} está disponível. {1}
ru_ru: Доступна версия {0}. {1}
tr_tr: {0} sürümü mevcut. {1}
uk_ua: Доступна версія {0}. {1}
zh_hans: 版本 {0} 可用。{1}

# UpdateLatest
source: You have the latest version.
cs_cz: Máte nejnovější verzi.
de_de: Sie haben die neueste Version.
es_es: Tienes la última versión.
fr_fr: Vous disposez de la dernière version.
it_it: Hai l'ultima versione.
ja_jp: 最新バージョンです。
ko_kr: 최신 버전입니다.
nl_nl: Je hebt de nieuwste versie.
pl_pl: Masz najnowszą wersję.
pt_br: Você tem a versão mais recente.
ru_ru: Установлена последняя версия.
tr_tr: En güncel sürümü kullanıyorsunuz.
uk_ua: У вас остання версія.
zh_hans: 您使用的已是最新版本。

# UpdateFailed
source: Couldn’t check for updates. No changes were made.
cs_cz: Nepodařilo se zkontrolovat aktualizace. Žádné změny se neprovedly.
de_de: Die Suche nach Updates ist fehlgeschlagen. Es wurden keine Änderungen vorgenommen.
es_es: No se pudo buscar actualizaciones. No se realizaron cambios.
fr_fr: Impossible de rechercher des mises à jour. Aucune modification n’a été apportée.
it_it: Impossibile verificare aggiornamenti. Nessuna modifica apportata.
ja_jp: アップデートを確認できませんでした。変更は行われませんでした。
ko_kr: 업데이트를 확인하지 못했습니다. 변경 사항이 없습니다.
nl_nl: Kan niet controleren op updates. Er zijn geen wijzigingen aangebracht.
pl_pl: Nie udało się sprawdzić aktualizacji. Nie wprowadzono zmian.
pt_br: Não foi possível verificar atualizações. Nenhuma alteração foi feita.
ru_ru: Не удалось проверить обновления. Ничего не изменено.
tr_tr: Güncellemeler denetlenemedi. Herhangi bir değişiklik yapılmadı.
uk_ua: Не вдалося перевірити оновлення. Змін не внесено.
zh_hans: 无法检查更新。未进行任何更改。

# UpdateDownloading
source: Downloading and verifying the installer…
cs_cz: Probíhá stahování a ověřování instalačního programu…
de_de: Das Installationsprogramm wird heruntergeladen und überprüft…
es_es: Descargando y verificando el instalador…
fr_fr: Téléchargement et vérification du programme d’installation…
it_it: Download e verifica del programma di installazione in corso…
ja_jp: インストーラーをダウンロードして検証中…
ko_kr: 설치 프로그램 다운로드 및 확인 중…
nl_nl: Het installatieprogramma downloaden en verifiëren…
pl_pl: Pobieranie i weryfikacja instalatora…
pt_br: Baixando e verificando o instalador…
ru_ru: Скачивание и проверка установщика…
tr_tr: Yükleyici indiriliyor ve doğrulanıyor…
uk_ua: Завантаження та перевірка інсталятора…
zh_hans: 正在下载并验证安装程序…

# UpdateRefused
source: The update was not installed. The download failed or the signature check did not pass.
cs_cz: Aktualizace nebyla nainstalována. Stažení se nezdařilo nebo neprošla kontrola podpisu.
de_de: Das Update wurde nicht installiert. Der Download ist fehlgeschlagen oder die Signaturprüfung war nicht erfolgreich.
es_es: La actualización no se instaló. La descarga falló o la verificación de la firma no fue correcta.
fr_fr: La mise à jour n’a pas été installée. Le téléchargement a échoué ou la vérification de la signature n’a pas abouti.
it_it: Aggiornamento non installato. Il download non è riuscito o la verifica della firma non è stata superata.
ja_jp: アップデートはインストールされませんでした。ダウンロードに失敗したか、署名の検証に失敗しました。
ko_kr: 업데이트를 설치하지 못했습니다. 다운로드 실패 또는 서명 확인 실패.
nl_nl: De update is niet geïnstalleerd. De download is mislukt of de handtekeningcontrole is niet geslaagd.
pl_pl: Aktualizacja nie została zainstalowana. Pobieranie nie powiodło się lub weryfikacja podpisu nie przeszła pomyślnie.
pt_br: A atualização não foi instalada. O download falhou ou a verificação de assinatura não passou.
ru_ru: Обновление не установлено: не удалось скачать файл или проверить подпись.
tr_tr: Güncelleme yüklenemedi. İndirme başarısız oldu veya imza doğrulaması geçilemedi.
uk_ua: Оновлення не встановлено: не вдалося завантажити файл або перевірити підпис.
zh_hans: 更新未安装。下载失败或签名验证未通过。

# DeskOne
source: Automatic: 1 screen
cs_cz: Automaticky: 1 obrazovka
de_de: Automatisch: 1 Bildschirm
es_es: Automático: 1 pantalla
fr_fr: Automatique : 1 écran
it_it: Automatico: 1 schermo
ja_jp: 自動: 1画面
ko_kr: 자동: 화면 1
nl_nl: Automatisch: 1 scherm
pl_pl: Automatycznie: 1 ekran
pt_br: Automático: 1 tela
ru_ru: Автоматически: при 1 экране
tr_tr: Otomatik: 1 ekran
uk_ua: Автоматично: 1 екран
zh_hans: 自动：1 个屏幕

# DeskMany
source: Automatic: {0} screens
cs_cz: Automaticky: {0} obrazovky
de_de: Automatisch: {0} Bildschirme
es_es: Automático: {0} pantallas
fr_fr: Automatique : {0} écrans
it_it: Automatico: {0} schermi
ja_jp: 自動: {0}画面
ko_kr: 자동: 화면 {0}
nl_nl: Automatisch: {0} schermen
pl_pl: Automatycznie: {0} ekranów
pt_br: Automático: {0} telas
ru_ru: Автоматически: при {0} экранах
tr_tr: Otomatik: {0} ekran
uk_ua: Автоматично: {0} екранів
zh_hans: 自动：{0} 个屏幕

# OfferCpuBoth
source: CPU load and temperature
cs_cz: Zatížení a teplota CPU
de_de: CPU-Auslastung und -Temperatur
es_es: Carga y temperatura de CPU
fr_fr: Charge et température du CPU
it_it: Carico e temperatura CPU
ja_jp: CPU 負荷と温度
ko_kr: CPU 부하 및 온도
nl_nl: CPU-belasting en temperatuur
pl_pl: Obciążenie i temp. CPU
pt_br: Carga e temperatura da CPU
ru_ru: Процессор — загрузка и температура
tr_tr: CPU yükü ve sıcaklığı
uk_ua: Навантаження та температура CPU
zh_hans: CPU 负载和温度

# OfferRamBoth
source: Memory load and temperature
cs_cz: Zatížení a teplota paměti
de_de: Speicherauslastung und -Temperatur
es_es: Carga y temperatura de memoria
fr_fr: Charge et température de la mémoire
it_it: Carico e temperatura RAM
ja_jp: メモリ負荷と温度
ko_kr: 메모리 부하 및 온도
nl_nl: Geheugenbelasting en temperatuur
pl_pl: Obciążenie i temp. RAM
pt_br: Carga e temperatura da memória
ru_ru: Память — загрузка и температура
tr_tr: Bellek yükü ve sıcaklığı
uk_ua: Навантаження та температура пам’яті
zh_hans: 内存负载和温度

# OfferGpuBoth
source: GPU load and temperature
cs_cz: Zatížení a teplota GPU
de_de: GPU-Auslastung und -Temperatur
es_es: Carga y temperatura de GPU
fr_fr: Charge et température du GPU
it_it: Carico e temperatura GPU
ja_jp: GPU 負荷と温度
ko_kr: GPU 부하 및 온도
nl_nl: GPU-belasting en temperatuur
pl_pl: Obciążenie i temp. GPU
pt_br: Carga e temperatura da GPU
ru_ru: Видеокарта — загрузка и температура
tr_tr: GPU yükü ve sıcaklığı
uk_ua: Навантаження та температура GPU
zh_hans: GPU 负载和温度

# OfferBoth
source: Shows both values side by side under one icon.
cs_cz: Zobrazí obě hodnoty vedle sebe pod jednou ikonou.
de_de: Zeigt beide Werte nebeneinander unter einem Symbol an.
es_es: Muestra ambos valores uno al lado del otro bajo un mismo icono.
fr_fr: Affiche les deux valeurs côte à côte sous une seule icône.
it_it: Mostra entrambi i valori fianco a fianco sotto un'unica icona.
ja_jp: 1つのアイコンの下に両方の値を並べて表示します。
ko_kr: 하나의 아이콘 아래에 두 값을 나란히 표시합니다.
nl_nl: Toont beide waarden naast elkaar onder één pictogram.
pl_pl: Wyświetla obie wartości obok siebie pod jedną ikoną.
pt_br: Exibe ambos os valores lado a lado sob um único ícone.
ru_ru: Оба значения рядом, под одним значком.
tr_tr: Her iki değeri tek bir simge altında yan yana gösterir.
uk_ua: Обидва значення поруч, під одним значком.
zh_hans: 在一个图标下并排显示两个数值。

# ShortBoth
source: Load + temp
cs_cz: Zátěž+tepl.
de_de: Auslastung + Temp
es_es: Carga+temp
fr_fr: Chg + temp
it_it: Car. + temp
ja_jp: 負荷 + 温度
ko_kr: 부하 + 온도
nl_nl: Belast +°
pl_pl: Obc + temp
pt_br: Uso + temp
ru_ru: Загрузка + t°
tr_tr: Yük + Sıcak
uk_ua: Навант. + t°
zh_hans: 负载 + 温度

# TempMissingRow
source: CPU and memory temperature
cs_cz: Teplota CPU a paměti
de_de: CPU- und Speichertemperatur
es_es: Temperatura de CPU y memoria
fr_fr: Température du CPU et de la mémoire
it_it: Temperatura CPU e RAM
ja_jp: CPU およびメモリ温度
ko_kr: CPU 및 메모리 온도
nl_nl: CPU- en geheugentemperatuur
pl_pl: Temperatura CPU i pamięci
pt_br: Temperatura da CPU e da memória
ru_ru: Температура процессора и памяти
tr_tr: CPU ve bellek sıcaklığı
uk_ua: Температура CPU та пам’яті
zh_hans: CPU 和内存温度

# TempMissingHint
source: Not available yet. Install the driver and the sensor service on the Sensors page.
cs_cz: Zatím není k dispozici. Nainstalujte ovladač a službu senzorů na stránce Senzory.
de_de: Noch nicht verfügbar. Installieren Sie den Treiber und den Sensordienst auf der Seite Sensoren.
es_es: Aún no disponible. Instala el controlador y el servicio de sensores en la página de Sensores.
fr_fr: Pas encore disponible. Installez le pilote et le service de capteurs dans la page Capteurs.
it_it: Non ancora disponibile. Installa il driver e il servizio sensori nella pagina Sensori.
ja_jp: まだ利用できません。「センサー」ページでドライバーとセンサーサービスをインストールしてください。
ko_kr: 현재 사용할 수 없습니다. Sensors 페이지에서 드라이버와 센서 서비스를 설치하세요.
nl_nl: Nog niet beschikbaar. Installeer het stuurprogramma en de sensorservice op de pagina Sensoren.
pl_pl: Jeszcze niedostępne. Zainstaluj sterownik i usługę czujników na stronie Czujniki.
pt_br: Ainda não disponível. Instale o driver e o serviço de sensor na página Sensores.
ru_ru: Не читается. Нужны драйвер и служба: установите их на странице «Датчики», и виджеты появятся здесь.
tr_tr: Henüz mevcut değil. Sensörler sayfasından sürücüyü ve sensör hizmetini yükleyin.
uk_ua: Поки недоступно. Встановіть драйвер і службу датчиків на сторінці «Датчики».
zh_hans: 暂不可用。请在“传感器”页面安装驱动程序和传感器服务。

# TempMissingButton
source: Set up…
cs_cz: Nastavit…
de_de: Einrichten…
es_es: Configurar…
fr_fr: Configurer…
it_it: Configura…
ja_jp: 設定…
ko_kr: 설정…
nl_nl: Instellen…
pl_pl: Konfiguruj…
pt_br: Configurar…
ru_ru: Настроить…
tr_tr: Ayarla…
uk_ua: Налаштувати…
zh_hans: 设置…

# RecycleEmpty
source: Empty Recycle Bin
cs_cz: Vyprázdnit Koš
de_de: Papierkorb leeren
es_es: Vaciar Papelera de reciclaje
fr_fr: Vider la Corbeille
it_it: Svuota Cestino
ja_jp: ごみ箱を空にする
ko_kr: 휴지통 비우기
nl_nl: Prullenbak legen
pl_pl: Opróżnij Kosz
pt_br: Esvaziar Lixeira
ru_ru: Очистить корзину
tr_tr: Geri Dönüşüm Kutusunu Boşalt
uk_ua: Очистити кошик
zh_hans: 清空回收站

# TrayLabel
source: Show in notification area
cs_cz: Zobrazit v oznamovací oblasti
de_de: Im Benachrichtigungsbereich anzeigen
es_es: Mostrar en el área de notificación
fr_fr: Afficher dans la zone de notification
it_it: Mostra nell'area di notifica
ja_jp: 通知領域に表示
ko_kr: 알림 영역에 표시
nl_nl: Weergeven in systeemvak
pl_pl: Pokaż w obszarze powiadomień
pt_br: Mostrar na área de notificação
ru_ru: Значок в области уведомлений
tr_tr: Bildirim alanında göster
uk_ua: Показати в області сповіщень
zh_hans: 在通知区域显示

# TrayHint
source: Shows an icon near the clock. Click to open settings; right-click for the menu.
cs_cz: Zobrazí ikonu u hodin. Kliknutím otevřete nastavení, pravým tlačítkem nabídku.
de_de: Zeigt ein Symbol neben der Uhr. Ein Klick öffnet die Einstellungen, ein Rechtsklick öffnet das Menü.
es_es: Muestra un icono junto al reloj. Haz clic para abrir la configuración; clic derecho para el menú.
fr_fr: Affiche une icône près de l’horloge. Cliquez pour ouvrir les paramètres ; faites un clic droit pour le menu.
it_it: Mostra un'icona vicino all'orologio. Clicca per le impostazioni; tasto destro per il menu.
ja_jp: 時計の近くにアイコンを表示します。クリックで設定を開き、右クリックでメニューを表示します。
ko_kr: 시계 근처에 아이콘을 표시합니다. 클릭하면 설정이 열리고, 오른쪽 클릭하면 메뉴가 나타납니다.
nl_nl: Toont een pictogram bij de klok. Klik om instellingen te openen; klik met de rechtermuisknop voor het menu.
pl_pl: Wyświetla ikonę obok zegara. Kliknij, aby otworzyć ustawienia; kliknij prawym przyciskiem myszy, aby otworzyć menu.
pt_br: Exibe um ícone próximo ao relógio. Clique para abrir as configurações; clique com o botão direito para o menu.
ru_ru: Щелчок открывает настройки, правый щелчок — меню.
tr_tr: Saatin yanına bir simge ekler. Ayarları açmak için tıklayın; menü için sağ tıklayın.
uk_ua: Показує значок біля годинника. Клацніть, щоб відкрити налаштування; клацніть правою кнопкою, щоб відкрити меню.
zh_hans: 在时钟附近显示图标。单击打开设置；右键单击打开菜单。

# UndoTray
source: changing the notification area icon
cs_cz: změna ikony v oznamovací oblasti
de_de: Ändern des Benachrichtigungsbereichssymbols
es_es: cambio del icono del área de notificación
fr_fr: modification de l’icône de la zone de notification
it_it: modifica icona area di notifica
ja_jp: 通知領域アイコンの変更
ko_kr: 알림 영역 아이콘 변경
nl_nl: wijziging van het systeemvakpictogram
pl_pl: zmiana ikony obszaru powiadomień
pt_br: alteração do ícone da área de notificação
ru_ru: значок в области уведомлений
tr_tr: bildirim alanı simgesi değişikliği
uk_ua: зміна значка в області сповіщень
zh_hans: 更改通知区域图标

# GalleryHeading
source: Widgets
cs_cz: Widgety
it_it: Widget
ja_jp: ウィジェット
ko_kr: 위젯
pl_pl: Widżety
ru_ru: Виджеты
tr_tr: Pencere Öğeleri
uk_ua: Віджети
zh_hans: 小组件

# DragToBar
source: Drop on a bar
cs_cz: Přetáhněte na panel
de_de: Auf eine Leiste ziehen
es_es: Soltar en una barra
fr_fr: Déposer sur une barre
it_it: Rilascia sulla barra
ja_jp: バーにドロップ
ko_kr: 바에 드롭하세요
nl_nl: Sleep naar een balk
pl_pl: Upuść na pasku
pt_br: Solte na barra
ru_ru: Отпустите на панели
tr_tr: Çubuğa bırakın
uk_ua: Перетягніть на панель
zh_hans: 拖放到停靠栏上

# GallerySearch
source: Search widgets
cs_cz: Hledat widgety
de_de: Widgets suchen
es_es: Buscar widgets
fr_fr: Rechercher des widgets
it_it: Cerca widget
ja_jp: ウィジェットを検索
ko_kr: 위젯 검색
nl_nl: Widgets zoeken
pl_pl: Szukaj widżetów
pt_br: Pesquisar widgets
ru_ru: Поиск виджетов
tr_tr: Pencere öğelerini ara
uk_ua: Пошук віджетів
zh_hans: 搜索小组件

# UpdateReadyTitle
source: Version {0} is ready
cs_cz: Verze {0} je připravena
de_de: Version {0} ist bereit
es_es: La versión {0} está lista
fr_fr: La version {0} est prête
it_it: Versione {0} pronta
ja_jp: バージョン {0} の準備が完了しました
ko_kr: 버전 {0} 준비 완료
nl_nl: Versie {0} is gereed
pl_pl: Wersja {0} jest gotowa
pt_br: Versão {0} disponível
ru_ru: Готова версия {0}
tr_tr: Sürüm {0} hazır
uk_ua: Версія {0} готова
zh_hans: 版本 {0} 已就绪

# UpdateReadyText
source: Installation requires administrator rights. The bars reopen automatically.
cs_cz: Instalace vyžaduje oprávnění správce. Panely se znovu otevřou automaticky.
de_de: Die Installation erfordert Administratorrechte. Die Leisten werden automatisch neu geöffnet.
es_es: La instalación requiere derechos de administrador. Las barras se vuelven a abrir automáticamente.
fr_fr: L'installation nécessite des droits d'administrateur. Les barres se rouvrent automatiquement.
it_it: L'installazione richiede i diritti di amministratore. Le barre si riapriranno automaticamente.
ja_jp: インストールには管理者権限が必要です。バーは自動的に再び開きます。
ko_kr: 설치하려면 관리자 권한이 필요합니다. 바가 자동으로 다시 열립니다.
nl_nl: Installatie vereist administratorrechten. De balken openen automatisch opnieuw.
pl_pl: Instalacja wymaga uprawnień administratora. Paski zostaną automatycznie uruchomione ponownie.
pt_br: A instalação requer privilégios de administrador. As barras reabrirão automaticamente.
ru_ru: Для установки нужны права администратора. Панели появятся снова автоматически.
tr_tr: Yükleme için yönetici hakları gereklidir. Çubuklar otomatik olarak yeniden açılır.
uk_ua: Для встановлення потрібні права адміністратора. Панелі відкриються знову автоматично.
zh_hans: 安装需要管理员权限。停靠栏将自动重新打开。

# UpdateReadyButton
source: Install
cs_cz: Instalovat
de_de: Installieren
es_es: Instalar
fr_fr: Installer
it_it: Installa
ja_jp: インストール
ko_kr: 설치
nl_nl: Installeren
pl_pl: Zainstaluj
pt_br: Instalar
ru_ru: Установить
tr_tr: Yükle
uk_ua: Встановити
zh_hans: 安装

# UpdateWaiting
source: Version {0} is downloaded and checked.
cs_cz: Verze {0} je stažena a ověřena.
de_de: Version {0} wurde heruntergeladen und geprüft.
es_es: La versión {0} se ha descargado y verificado.
fr_fr: La version {0} est téléchargée et vérifiée.
it_it: Versione {0} scaricata e verificata.
ja_jp: バージョン {0} のダウンロードと検証が完了しました。
ko_kr: 버전 {0} 다운로드 및 확인 완료
nl_nl: Versie {0} is gedownload en gecontroleerd.
pl_pl: Wersja {0} została pobrana i zweryfikowana.
pt_br: Versão {0} baixada e verificada.
ru_ru: Версия {0} скачана и проверена.
tr_tr: Sürüm {0} indirildi ve doğrulandı.
uk_ua: Версію {0} завантажено та перевірено.
zh_hans: 版本 {0} 已下载并验证。

# UpdateRowAutoHint
source: Checks for updates once a day.
cs_cz: Kontroluje aktualizace jednou denně.
de_de: Prüft einmal täglich auf Updates.
es_es: Busca actualizaciones una vez al día.
fr_fr: Recherche les mises à jour une fois par jour.
it_it: Verifica la disponibilità di aggiornamenti una volta al giorno.
ja_jp: 1日1回アップデートを確認します。
ko_kr: 하루에 한 번 업데이트를 확인합니다.
nl_nl: Controleert één keer per dag op updates.
pl_pl: Sprawdza aktualizacje raz dziennie.
pt_br: Verifica atualizações uma vez por dia.
ru_ru: Проверка обновлений раз в сутки.
tr_tr: Günde bir kez güncellemeleri denetler.
uk_ua: Перевірка оновлень раз на день.
zh_hans: 每天检查一次更新。

# AutoUpdateRow
source: Update automatically
cs_cz: Aktualizovat automaticky
de_de: Automatisch aktualisieren
es_es: Actualizar automáticamente
fr_fr: Mettre à jour automatiquement
it_it: Aggiorna automaticamente
ja_jp: 自動更新
ko_kr: 자동 업데이트
nl_nl: Automatisch bijwerken
pl_pl: Aktualizuj automatycznie
pt_br: Atualizar automaticamente
ru_ru: Обновлять автоматически
tr_tr: Otomatik güncelle
uk_ua: Оновлювати автоматично
zh_hans: 自动更新

# AutoUpdateHint
source: Checks GitHub daily and verifies the signature. Installs when you are away; asks first if installed in Program Files.
cs_cz: Denně kontroluje GitHub a ověřuje podpis. Nainstaluje, když jste pryč; pokud je nainstalováno v Program Files, nejprve se zeptá.
de_de: Prüft GitHub täglich und verifiziert die Signatur. Installiert, wenn Sie abwesend sind; fragt vorher, wenn in Program Files installiert.
es_es: Busca en GitHub a diario y verifica la firma. Instala cuando no estés presente; pregunta primero si está instalado en Program Files.
fr_fr: Vérifie GitHub chaque jour et contrôle la signature. Installe en votre absence ; demande d'abord si installé dans Program Files.
it_it: Controlla GitHub giornalmente e verifica la firma. Installa quando non sei al PC; chiede conferma se installato in Program Files.
ja_jp: 毎日GitHubを確認し、署名を検証します。離席中にインストールされます。Program Filesにインストールされている場合は事前に確認します。
ko_kr: 매일 GitHub에서 확인하고 서명을 검증합니다. 자리를 비운 동안 설치하며, Program Files에 설치된 경우 먼저 확인합니다.
nl_nl: Controleert GitHub dagelijks en verifieert de handtekening. Installeert wanneer je afwezig bent; vraagt het eerst bij installatie in Program Files.
pl_pl: Codziennie sprawdza GitHub i weryfikuje podpis. Instaluje, gdy komputer nie jest używany; jeśli aplikację zainstalowano w Program Files, najpierw pyta o zgodę.
pt_br: Verifica o GitHub diariamente e valida a assinatura. Instala quando você está ausente; solicita permissão se instalado em Program Files.
ru_ru: Раз в сутки с GitHub, подпись проверяется. Устанавливается, когда компьютером не пользуются; если программа установлена в Program Files, сначала появится запрос.
tr_tr: GitHub'ı günlük denetler ve imzayı doğrular. Siz yokken yükler; Program Files'a yüklendiyse önce sorar.
uk_ua: Щодня перевіряє GitHub та підпис. Встановлює, коли комп’ютером не користуються; якщо програму встановлено в Program Files, спочатку з’явиться запит.
zh_hans: 每天检查 GitHub 并验证签名。在您离开时安装；若安装在 Program Files 中，则会先询问。

# UndoAutoUpdate
source: changing automatic updates
cs_cz: změna automatických aktualizací
de_de: Ändern der automatischen Updates
es_es: cambio de actualizaciones automáticas
fr_fr: modification des mises à jour automatiques
it_it: modifica aggiornamenti automatici
ja_jp: 自動更新設定の変更
ko_kr: 자동 업데이트 변경
nl_nl: wijziging van automatische updates
pl_pl: zmiana automatycznych aktualizacji
pt_br: alteração de atualizações automáticas
ru_ru: автообновление
tr_tr: otomatik güncellemeleri değiştirme
uk_ua: зміна автоматичного оновлення
zh_hans: 更改自动更新

# HeatTitle
source: {0} is overheating
cs_cz: {0} se přehřívá
de_de: {0} überhitzt
es_es: {0} se está sobrecalentando
fr_fr: {0} surchauffe
it_it: {0} in surriscaldamento
ja_jp: {0} が過熱しています
ko_kr: {0} 과열
nl_nl: {0} is oververhit
pl_pl: {0} przegrzewa się
pt_br: {0} está superaquecendo
ru_ru: {0}: перегрев
tr_tr: {0} aşırı ısınıyor
uk_ua: {0}: перегрів
zh_hans: {0} 温度过高

# HeatText
source: {0:0} °C exceeds the critical temperature of {1:0} °C.
cs_cz: {0:0} °C překračuje kritickou teplotu {1:0} °C.
de_de: {0:0} °C überschreitet die kritische Temperatur von {1:0} °C.
es_es: {0:0} °C supera la temperatura crítica de {1:0} °C.
fr_fr: {0:0} °C dépasse la température critique de {1:0} °C.
it_it: {0:0} °C supera la temperatura critica di {1:0} °C.
ja_jp: {0:0} °C が限界温度の {1:0} °C を超えました。
ko_kr: {0:0} °C가 임계 온도 {1:0} °C를 초과했습니다.
nl_nl: {0:0} °C overschrijdt de kritieke temperatuur van {1:0} °C.
pl_pl: {0:0} °C przekracza temperaturę krytyczną {1:0} °C.
pt_br: {0:0} °C excede a temperatura crítica de {1:0} °C.
ru_ru: {0:0} °C — выше критической температуры ({1:0} °C).
tr_tr: {0:0} °C, {1:0} °C kritik sıcaklığını aşıyor.
uk_ua: {0:0} °C — вище критичної температури ({1:0} °C).
zh_hans: {0:0} °C 超过了 {1:0} °C 的临界温度。
